Repository: 84000/data-translation-memory
Catalog: toh181-v4.tmx
Source language: bo
Languages: en

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། རིན་པོ་ཆེ་ཁྱེར་བའི་མི་འཇིགས་སའམ། འབྲོག་ཁོང་ཁོང་ཡ་ང་བར་ཞུགས་ནས། དེ་འཇིགས་ས་དང་འབྲོག་ཁོང་ཁོང་ཡ་ང་བར་འགྲོ་བ་ན། རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་ཡིད་ལ་བྱེད་པ་འབྱུང་སྟེ།
en: Venerable Pūrṇa, as an analogy, if those who are traveling with precious objects are forced to stay in a terrifying place or a desolate wilderness, they will constantly keep that terrifying place or desolate wilderness in mind.

source: བདག་ནམ་འབྲོག་ཁོང་ཁོང་ཡ་ང་བ་འདི་ལས་འདའ་བར་འགྱུར་ཞིང་འཇིགས་ས་འདི་ལས་འདའ་བར་འགྱུར་ཞིག་གུ་སྙམ་པ་འབའ་ཞིག་ཡིད་ལ་བྱེད་དོ།
en: They will continuously think, ‘When will I get away from this desolate wilderness? When will I reach the end of this terrifying place?’

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡིད་ལ་བྱའི་ཡིད་ལ་བྱེད་པ་གཞན་དག་གི་སྐབས་དབྱེ་བར་མི་བྱ་བ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་མ་འདྲེས་པ་ཞེས་བྱའོ།
en: Venerable Pūrṇa, in the same way, bodhisattva great beings do not entertain any other thought besides attention to the state of omniscience. Such is the focused state of mind of bodhisattva great beings. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། མི་གཡོན་ཅན་གྱི་རང་བཞིན་ཅན་ཚོང་འདུས་ཀྱི་ནང་དུ་ཞུགས་ཏེ་རྐུ་ཞིང་ཆིངས་མ་གཅོད་པ་ན་འདི་ལྟར་བདག་རྐུ་ཞིང་ཆིངས་མ་གཅོད་པ་སུས་ཀྱང་མ་མཐོང་གྲང་སྙམ་དུ་སེམས་ཤིང་། དེ་ཡིད་ལ་བྱེད་པ་དེ་འབའ་ཞིག་ཀུན་ཏུ་འབྱུང་སྟེ།
en: Venerable Pūrṇa, as an analogy, when a thief who wants to steal something goes to the marketplace and picks people’s pockets, he is only concerned with how to avoid being caught as he steals and picks people’s pockets.

source: དེའི་ཡིད་ལ་བྱེད་པ་གཞན་མི་འབྱུང་ངོ་།
en: Apart from that, he has no other thought.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་ཡིད་ལ་བྱེད་པ་གཞན་དག་གི་སྐབས་དབྱེ་བར་མི་བྱའོ།
en: Venerable Pūrṇa, in the same way, bodhisattva great beings do not entertain any other thought than the wish to awaken to unsurpassed and perfect buddhahood.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་མ་འདྲེས་པར་རིག་པར་བྱའོ།
en: Venerable Pūrṇa, you should understand that such is the focused state of mind of bodhisattva great beings. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། སྐྱེས་བུ་གསེར་མགར་ཞིག་ཡོད་པ་དེའི་ལག་ཏུ་གསེར་གཏད་ལ། གསེར་དེའང་རྒྱལ་པོའི་ཡིན་ཏེ། དེ་ལ་འདི་སྐད་དུ་ཀྱེ་མི་ཁྱོད་ཀྱིས་གསེར་འདི་ལས་རྒྱན་གྱི་རྣམ་པ་དག་བྱོས་ལ།
en: Venerable Pūrṇa, as an analogy, think of a goldsmith who has been entrusted with gold that belongs to the king and given the order, ‘Listen, make a piece of jewelry out of this gold!

source: གང་ཁྱོད་ཀྱིས་ལོ་གཅིག་གིས་ཟིན་པའི་ལས་དེ་ཁྱོད་ཀྱིས་ཟླ་བ་གཅིག་གིས་ཟིན་པར་གྱིས་ཤིག །
en: And make sure that you complete a whole year’s work in just one month!

source: གལ་ཏེ་ཟླ་བ་གཅིག་གིས་ཟིན་པར་མ་བྱས་ན། དེའི་ཕྱིར་ཁྱོད་ཀྱི་མགོ་གཅད་དོ་ཞེས་བསྒོ་ན།
en: If it is not completed when one month has passed, you will pay with your head!’

source: དེ་སྐད་དུ་བསྒོ་བའི་མི་དེ་ནི་གསེར་དེ་བསྲེགས་པ་དང་། བཞུ་བ་དང་། རྒྱན་དག་ཏུ་བྱ་བ་ལས་ཡིད་ལ་བྱེད་པ་གཞན་མི་འབྱུང་སྟེ།
en: In that case, the one who receives the order will have no other thought but to get the gold heated and smelted and fashioned into an ornament.

source: གཞན་དུ་ན་རྒྱན་འདི་རྣམས་ཇི་ལྟར་ཟིན་པར་འགྱུར་ཞིག་གུ་སྙམ་སྟེ།
en: All he will be able to think about is finishing the ornament.

source: དེ་ཟན་ཟ་བའི་ཚེ་ཡང་ཁ་ཟས་ཡིད་ལ་བྱེད་པ་མི་འབྱུང་གི །གསེར་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པའི་ཡིད་ལ་བྱེད་པ་འབའ་ཞིག་དང་། རྒྱན་གྱི་རྣམ་པ་འབའ་ཞིག་ཡིད་ལ་བྱེད་དེ།
en: Even during mealtimes, he will be unable to focus on his food, since he will be preoccupied by thoughts concerning the gold and the state of the jewelry.

source: སེམས་དང་སེམས་ལས་བྱུང་བ་རྣམས་དེ་ལ་གནས་སོ།
en: All his thoughts and concerns will center around that.

source: དེ་སྲོག་ཕངས་པའི་ཤས་ཆེ་བའི་ཕྱིར་རོ།
en: Because of how much he values his life.

source: །དེ་ནས་མི་དེས་ལྷ་རྒྱན་དེ་དག་ནི་འདི་རྣམས་ལགས་སོ་ཞེས་རྒྱན་བྱེད་པ་དེ་དག་རྒྱལ་པོ་ལ་ཕུལ་ལོ།
en: Finally, he can offer the ornaments to the king, saying, ‘Your Majesty, here is your jewelry.’

source: །དེ་ནས་རྒྱལ་པོ་དགའ་ཞིང་མགུ་སྟེ་རངས་ནས། འདི་སྐད་དུ་གང་ཁྱོད་ཀྱིས་ཟླ་བ་བཅུ་གཉིས་ཀྱི་ལས་བྱས་པ་དེ་ནི་ཁྱོད་བྱ་དགའ་ཆེན་པོ་དབང་ངོ་ཞེས་སྨྲས་སོ།
en: Delighted and thrilled, the king will exclaim, ‘You have indeed completed twelve months’ work, so you deserve a grand reward!’ “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དང་པོ་སེམས་བསྐྱེད་པ་ནས། ཕྱི་མའི་སེམས་བསྐྱེད་པ་དེའི་བར་དུ་སེམས་མ་འདྲེས་པར་བྱའོ།
en: Venerable Pūrṇa, in the same way, bodhisattva great beings should maintain a focused state of mind from the first time they arouse the mind of awakening until the very last time they do so.

source: །ཇི་ལྟར་སྐྱེས་བུ་གསེར་མགར་དེ་ཡིད་ལ་བྱེད་པ་གཞན་དང་མ་འདྲེས་པར་རྒྱན་དེ་དག་བྱེད་དེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྲོག་ཕངས་པའི་ཤས་ཆེ་བའི་ཕྱིར་ཡིན་པ་དེ་བཞིན་དུ། ཚེ་དང་ལྡན་པ་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡིད་ལ་བྱེད་པ་མ་འདྲེས་པར་བྱ་སྟེ། ཡིད་ལ་བྱེད་པ་གཞན་དག་གི་སྐབས་དབྱེ་བར་མི་བྱའོ།
en: Just like the goldsmith who produces the jewelry with a focused state of mind because of how much he values his life, just so, Venerable Pūrṇa, bodhisattva great beings should maintain their focus on the state of omniscience without entertaining any other thoughts.

source: །གལ་ཏེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལྷུར་ལེན་པའི་སྟོབས་ཆེ་ན། དེ་ཉིད་སེམས་མ་འདྲེས་པ་ལ་གནས་ཏེ།
en: If they are strongly dedicated to the omniscient state, they will also have a focused state of mind.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གང་བསྐལ་པ་གྲངས་མེད་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་བསྐལ་པ་བརྒྱར་ཡང་མི་ཐོགས་པར་འགྱུར་རོ།
en: Other bodhisattvas awaken to unsurpassed and perfect buddhahood after countless eons, yet these bodhisattva great beings do so within less than one hundred eons.

source: གང་གི་ཕྱིར་དེས་ཡིད་ལ་བྱེད་པ་གཞན་དག་གི་སྐབས་མ་ཕྱེ་བའི་ཕྱིར་ཏེ།
en: Because they do not entertain any other thought besides this attainment.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་མ་འདྲེས་པ་ལ་གནས་པ་དེ་བསྐལ་པ་བརྒྱར་ཡང་མི་ཐོགས་པར་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: That is why bodhisattva great beings maintain a focused state of mind and perfect their awakening within less than one hundred eons.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་མ་འདྲེས་པར་བྱའོ། །དེ་ལྟར་ན་བདག་ཀྱང་དོན་དེ་ལ་སྦྱོར་ཞིང་།
en: Venerable Pūrṇa, this is how bodhisattva great beings should practice with a focused state of mind.

source: སེམས་ཅན་དག་ཀྱང་དོན་དེ་ལ་སྦྱོར་ཏེ།
en: In this way they will benefit both themselves and others.

source: འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་བླ་ན་མེད་པའི་དོན་ལ་སྦྱོར་རོ།
en: In this way they will arrive at the meaning of the unsurpassed wisdom of awakening.”

source: །སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་དཔེའི་ལེའུ་སྟེ་གསུམ་པའོ།།
en: This concludes the third chapter from “The Perfection of Generosity” entitled “Analogies.”

source: །།དེ་སྐད་ཅེས་སྨྲས་པ་དང་། ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་གལ་ཏེ་ཡིད་ལ་བྱེད་པ་དེ་དག་བར་མ་དོར་འདྲེས་པ་ཞིག་ན། དེའི་ངོ་བོ་ཉིད་ནི་གང་ཡིན། གང་དང་ནི་ལྡན། དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Venerable Pūrṇa Maitrāyaṇīputra now asked Venerable Śāradvatīputra, “Venerable One, if this state of mind should happen to become distracted what would its essence be and what would it entail?”

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་གང་པོ་གང་གི་ཚེ་ཉན་ཐོས་ཀྱིས་དང་ལྡན་ཞིང་། རང་སངས་རྒྱས་ཀྱིས་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་འབྱུང་བ་དེའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་འདྲེས་པ་ཡིན་པར་རིག་པར་བྱ་སྟེ། འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་དག་ཡིན་ནོ།
en: Venerable Śāradvatīputra replied, “Venerable Pūrṇa, whenever bodhisattvas think in ways that are related to the level of the hearers or the level of the solitary buddhas, it should be understood that the bodhisattvas’ mind has become contaminated; these are incorrect ways of thinking for bodhisattva great beings.

source: བྱང་ཆུབ་ལ་ནི་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་རོ།
en: Because awakening has no essence.

source: །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཡིད་ལ་བྱེད་པ་འདོད་ཆགས་དང་ལྡན་པ་འམ། ཞེ་སྡང་དང་ལྡན་པ་འམ། གཏི་མུག་དང་ལྡན་པ་འབྱུང་ན། འབྱུང་བ་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་འདྲེས་པར་རིག་པར་བྱ་བ་མ་ཡིན་ནོ།
en: If bodhisattva great beings’ thoughts become desirous, or angry, or deluded, such thoughts should not be viewed as contaminating the bodhisattvas’ mind.

source: རྣམ་པར་རྟོག་པ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྲིད་པ་མངོན་པར་འགྲུབ་པ་སྟེ། ཕན་འདོགས་པར་གྱུར་པ། རྒྱུར་གྱུར་པ་གྲོགས་སུ་གྱུར་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Because such thoughts are helpful insofar as they create the impetus for the bodhisattvas’ further existence.

source: །འདི་དག་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བར་བྱེད་པའོ།
en: They also bring about their transition into the omniscient state.

source: །འདི་དག་གིས་ནི་ལུས་ཡོངས་སུ་འཛིན་ཏོ།
en: Moreover, it is due to such thoughts that bodhisattvas take on a body.

source: །ཐབས་ལ་མཁས་པས་ཇི་ལྟར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་རྣམས་ཀྱིས་ཡོངས་སུ་སྔོ་བར་བྱེད་པ་དེ་བཞིན་དུ། ཉོན་མོངས་པ་གྲོགས་སུ་གྱུར་པ་རྣམས་ཀྱིས་ཀྱང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་སྟེ།
en: Lastly, due to their skill in means, just as they can dedicate the merit created by the six perfections, so bodhisattva great beings can make use of disturbing emotions to awaken to unsurpassed and perfect buddhahood. “

source: ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟ་བས་ན། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་བར་ཆད་བྱེད་པར་འགྱུར་བའི་ཡིད་ལ་བྱེད་པ་གང་དག་ཡིན་པ་དེ་དག་འབྱུང་བས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་འདྲེས་པ་ཞེས་བྱ་བར་རིག་པར་བྱའོ།
en: Venerable Pūrṇa, any thought that poses an obstacle to the state of omniscience should be understood as contaminating a bodhisattva great being’s state of mind.

source: །དེ་དག་གང་ཞེ་ན།
en: What does that mean?

source: འདི་ལྟ་སྟེ། ཉན་ཐོས་དང་ལྡན་པ་དང་།
en: It refers to the states of mind associated with the levels of the hearers and the solitary buddhas.

source: རང་སངས་རྒྱས་དང་ལྡན་པར་འབྱུང་བ་དེ་དག་གིས་སེམས་འདྲེས་པར་རིག་པར་བྱའོ།
en: They should be regarded as contaminating the mind.

source: །དེ་ལས་གཞན་པའི་ཡིད་ལ་བྱེད་པ་སྲིད་པའི་རྗེས་སུ་འཐུན་པ་གང་དག་ཡིན་པ་དེ་དག་འབྱུང་བས་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་འདྲེས་པར་གནས་པ་མ་ཡིན་ནོ།
en: The occurrences of other states of mind that accord with existence do not, however, contaminate bodhisattva great beings’ minds.

source: །ཡིད་ལ་བྱེད་པ་དེ་དག་ཅིའི་ཕྱིར་འདོད་པར་བྱ་ཞེ་ན། འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་འཁོར་བས་ཡོངས་སུ་མི་སྐྱོ་བའི་གོ་ཆ་བགོས་པའི་ཕྱིར་ཏེ།
en: If you wonder why such thoughts are desirable, it is because bodhisattva great beings must wear the armor of never tiring of cyclic existence.

source: དེ་དག་འབྱུང་ན་སྐྱེ་བའི་གནས་རྣམས་ཡོངས་སུ་འཛིན་ལ།
en: As such thoughts manifest, they come to take on new modes of rebirth.

source: སྐྱེ་བའི་གནས་རྣམས་ཡོངས་སུ་བཟུང་བས་ཡང་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་བླངས་ཏེ་གནས་པར་འགྱུར་རོ།
en: As they take on such modes of rebirth, bodhisattvas are able to practice the perfection of generosity.

source: །དེ་བཞིན་དུ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་འཛིན་ཏེ།
en: Likewise, they become able to engage in the perfection of discipline, the perfection of patience, the perfection of diligence, and the perfection of concentration.

source: ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྒོམ་མོ།
en: They are also able to train in the perfection of insight.

source: །དེ་ལྟར་ན་ཡིད་ལ་བྱེད་པ་གང་དག་གིས་སྲིད་པ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་དེ་དག་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་པར་མ་གྱུར་གྱི་བར་དུ་འདོད་པར་བྱའོ།
en: Therefore, those thoughts that perpetuate existence are desirable for bodhisattva great beings until they finally sit at the seat of awakening. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་ན་ཉོན་མོངས་པ་རྣམས་ལ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཡོངས་སུ་སྐྱོ་བའི་སེམས་བསྐྱེད་པར་མི་བྱའོ།
en: Venerable Pūrṇa, bodhisattva great beings should therefore never be discouraged by disturbing emotions.

source: །བྱང་ཆུབ་སེམས་དཔས་ཅིའི་ཕྱིར་འདོད་པར་བྱ་ཞེ་ན། འདི་དག་ནི་བདག་ལ་ཕན་འདོགས་པར་གྱུར་པ་དག་སྟེ།
en: If you wonder why disturbing emotions are desirable for bodhisattvas, it is because bodhisattvas benefit from them.

source: གལ་ཏེ་འདི་དག་གཟུགས་ཅན་ཞིག་ཡིན་དུ་ཟིན་ན། བདག་གིས་བསྟི་སྟང་ཆེན་པོས་རི་མོ་བྱ་བ་ཞིག་སྟེ།
en: If disturbing emotions had physical form, I would venerate them with great respect.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: འདི་ལྟར་དེ་དག་ལ་དེའི་ཕན་ཡོན་རྣམས་ཉེ་བར་གནས་པའི་ཕྱིར་རོ།
en: Because they possess such helpful qualities.

source: །གལ་ཏེ་ཐབས་ལ་མཁས་པ་གཟུགས་ཅན་ཞིག་ཡིན་དུ་ཟིན་ན་ནི། དེ་ལ་ཡང་དེ་བཞིན་གཤེགས་པ་བཞིན་དུ་བདག་གིས་བསྟི་སྟང་ཆེན་པོས་རི་མོ་བྱ་བ་ཞིག་སྟེ།
en: If skillfulness had a form, I would venerate it as respectfully as if it were the Thus-Gone One.

source: འདི་ལྟར་བདག་གི་ཐབས་ལ་མཁས་པ་འདི་ནི་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་མི་གཅོད་ལ།
en: Because skillfulness prevents one from cutting the ties to existence.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་འཕེལ་བ་དང་། ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་སྒྲུབ་པ་ཡིན་པའི་ཕྱིར་རོ།
en: It also increases the six perfections, refines them, and accomplishes the state of omniscience.

source: །ཇི་ལྟ་ཇི་ལྟར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་འཕེལ་བ་དང་། ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྒྲུབ་པར་བྱེད་པ་དེ་ལྟ་དེ་ལྟར་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་རྣམས་སྲབ་པར་འགྱུར། ཉམ་དམས་པར་འགྱུར། ཞན་པར་འགྱུར་རོ།
en: The more one’s skillfulness increases the six perfections, refines them, and accomplishes the state of omniscience, the more the ties to existence are diminished, exhausted, and weakened. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། ཤིང་རྟ་ཁལ་ཆེན་པོ་བཀལ་བ་ནི། ཇི་ལྟ་ཇི་ལྟར་ཤིང་རྟ་འགྲོ་བ་དེ་ལྟ་དེ་ལྟར་དེའི་སྲོག་ཤིང་ཡོངས་སུ་ཟད་པར་འགྱུར་ཏེ། སྲོག་ཤིང་དེ་ཡང་ཁལ་དེ་ཉིད་ཀྱིས་ཤིན་ཏུ་ནོན་པ་དང་།
en: Venerable Pūrṇa, as an analogy, when a chariot is fully loaded, its central axle gets increasingly worn out the farther it travels.

source: ཁལ་ཁྱེར་བས་ཡོངས་སུ་ཟད་པར་འགྱུར་ཞིང་ཞན་པར་འགྱུར་མོད་ཀྱི།
en: The load weighs heavily on the central axle so that it becomes worn out and weakened under the weight.

source: སྲོག་ཤིང་དེ་གྲོང་ཁྱེར་གྱི་ནང་དུ་ཞུགས་ཏེ། བྱ་བ་བྱས་ནས་ཆག་པར་འགྱུར་རོ།
en: Then, when the chariot finally enters the city, it may break down, now that the journey is over.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྲིད་པ་འཐོབ་པར་བྱེད་པའི་ཀུན་ཏུ་སྦྱོར་བ་གང་དག་ཡིན་པ་འདི་དག་ནི་གང་དག་གིས་སྲིད་པ་ཡོངས་སུ་འཛིན་པར་བྱེད་པ་དག་སྟེ།
en: Venerable Pūrṇa, likewise, any ties that cause bodhisattva great beings to have further existences only cause them to embrace such further existence.

source: ཇི་ལྟ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བའི་གནས་རྣམས་མངོན་པར་སྒྲུབ་པར་བྱེད་པ་དེ་ལྟ་དེ་ལྟར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: The more bodhisattvas manifest rebirth, the more they are able to refine the six perfections.

source: །ཇི་ལྟ་ཇི་ལྟར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་རྣམས་སྲབ་པར་འགྱུར་རོ།
en: The more they are able to refine the six perfections, the more the ties to existence are weakened.

source: །ཇི་ལྟ་ཇི་ལྟར་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་རྣམས་སྲབ་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཉེ་བར་འགྱུར་ཏེ།
en: The more the ties to existence are weakened, the closer they are to the omniscient state.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་པའི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་སྐྱེས་པ་དེའི་ཚེ། ཀུན་ཏུ་སྦྱོར་བ་བྱ་བ་བྱས་པ་དེ་དག་ཕྱིས་དེ་དག་གིས་བྱ་བ་མེད་དེ།
en: Then, when eventually bodhisattva great beings attain omniscient wisdom at the seat of awakening, those ties to existence no longer have a function, just as the central axle on the chariot no longer is needed once it arrives in the city.

source: ཇི་ལྟར་སྲོག་ཤིང་དེ་གྲོང་ཁྱེར་དུ་ཞུགས་ནས་བྱ་བ་བྱས་ཏེ། ཆག་ནས་ཕྱིས་དེས་བྱ་བ་མེད་པ་དེ་བཞིན་དུ། ཀུན་ཏུ་སྦྱོར་བ་བྱ་བ་བྱས་པ་དེ་དག་གིས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་གྱུར་པ་ལ། ཀུན་ཏུ་སྦྱོར་བ་དེ་དག་གིས་ཕྱིས་བྱ་བ་མེད་དོ།
en: Just as the axle no longer functions once it breaks in the city, the bodhisattvas’ ties to existence no longer function once the bodhisattva great beings attain the omniscient state.

source: འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་བྱ་བ་བྱས་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Because the bodhisattvas have completed their task. “

source: །སེམས་ཅན་གང་དག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་གཤེ་ཞིང་བརྒྱད་བཀག་ལ། གཤེ་ཞིང་བརྒྱད་བཀག་ནས། བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་ལ་འདི་བདག་ལ་དགོས་སོ་ཞེས་སློང་སྟེ།
en: Whenever bodhisattva great beings are being scolded and rebuked by others, those bodhisattva great beings should say, ‘I deserved that!’

source: དེ་དག་ལ་སྦྱིན་པར་བྱེད་པ་དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ།
en: They will then be generous toward the ones who scolded them and in this way these people will have benefited the bodhisattva great beings.

source: །དམིགས་པ་དེས་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་སྐྱེད་པར་བྱེད་དེ།
en: With that attitude they will also arouse the mind set upon the omniscient state.

source: དམིགས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་པར་ཤེས་སོ།
en: You should understand that this whole mental process is beneficial for attaining the omniscient state.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་འདིར་ཡང་ཉན་ཐོས་ཀྱིས་འམ། རང་སངས་རྒྱས་ཀྱིས་མ་གཏོགས་པ་དེ་ལས་གཞན་པའི་ཡིད་ལ་བྱེད་པ་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: Venerable Pūrṇa, you must understand that any state of mind, apart from those entertained by the hearers and solitary buddhas, is helpful for the bodhisattva great beings.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ཉན་ཐོས་རྣམས་ཀྱང་དེ་ལ་ཕན་འདོགས་པར་གྱུར་ཅིང་། རང་སངས་རྒྱས་རྣམས་ཀྱང་དེ་ལ་ཕན་འདོགས་པར་གྱུར་པར་རིག་པར་བྱ་སྟེ།
en: Venerable Pūrṇa Maitrāyaṇīputra said to Venerable Śāradvatīputra, “Venerable Śāradvatīputra, it should be understood that even the hearers and the solitary buddhas are helpful in this regard.

source: ཉན་ཐོས་རྣམས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གིས་འདོམས་ཤིང་རྗེས་སུ་སྟོན་ལ། དེས་ཀྱང་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྦྱར་བར་བྱ་དགོས་པས། དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྦྱིན་གནས་ཡིན་པའི་ཕྱིར།
en: The hearers are instructed and taught by means of the six perfections and so, since they are also brought to apply the perfections, they become recipients of the bodhisattva great beings’ generosity.

source: དེ་དག་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ།
en: Therefore, they also assist with regard to the omniscient state.

source: །རང་སངས་རྒྱས་རྣམས་ཀྱང་དེའི་སྦྱིན་གནས་ཡིན་པའི་ཕྱིར། ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ། །དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: Because the solitary buddhas are likewise recipients of the bodhisattvas’ generosity in this regard, they also benefit them.”

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས། ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་དེ་བཞིན་ཏེ།
en: Venerable Śāradvatīputra said to Venerable Pūrṇa Maitrāyaṇīputra, “Venerable Pūrṇa, that is correct.

source: གང་དག་དེ་ལ་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ཀྱིས་འདོམས་ཤིང་རྗེས་སུ་སྟོན་པ་དེ་དག་ཀྱང་དེའི་སྦྱིན་གནས་ཡིན་པའི་ཕྱིར་ཉན་ཐོས་རྣམས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ།
en: Anyone who is taught and instructed by means of the perfections is also an object of the bodhisattvas’ generosity. In this way even the hearers benefit the bodhisattvas.

source: །རང་སངས་རྒྱས་རྣམས་ཀྱང་སྦྱིན་གནས་ཡིན་པའི་ཕྱིར། དེ་དག་ཀྱང་དེའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ།
en: Since the solitary buddhas are also recipients of such generosity, they also benefit the bodhisattvas’ attainment of omniscience.

source: །གཞན་ཡང་གང་དག་དམིགས་པར་བྱ་སྟེ། སྦྱིན་པ་སྦྱིན་པ་དེ་ཡང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོ་ན། དེ་དག་ཐམས་ཅད་ཀྱང་དེ་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ཏེ།
en: For that matter, when the bodhisattvas practice generosity and dedicate it toward the state of omniscience, no matter who is the object, it will help bodhisattvas to attain that state. “

source: ཚེ་དང་ལྡན་པ་གང་པོ་འོན་ཀྱང་ཉན་ཐོས་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་གང་ཡིན་པ་དེ་དག་ནི་དེས་བསྐྱེད་པར་མི་བྱའོ། །དེའི་ས་ལ་ཡང་འདོད་པར་མི་བྱའོ།
en: However, Venerable Pūrṇa, bodhisattvas should not entertain any mind state of the hearers or wish for their level.

source: དེ་ལས་བྱང་ཆུབ་སེམས་དཔའ་ལྡོག་པར་བྱ་བ་ཡིན་པའི་ཕྱིར་རོ།
en: Because bodhisattvas should turn away from such a level.

source: །རང་སངས་རྒྱས་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་གང་ཡིན་པ་དེ་དག་ཀྱང་དེས་བསྐྱེད་པར་མི་བྱའོ། །དེའི་ས་ལ་ཡང་འདོད་པར་མི་བྱའོ།
en: Likewise, neither should they entertain any mind state of the solitary buddhas or wish for their level.

source: དེ་ལས་བྱང་ཆུབ་སེམས་དཔའ་ལྡོག་པར་བྱ་བ་ཡིན་པའི་ཕྱིར་ཏེ།
en: Because they should turn away from such a level.

source: ཚེ་དང་ལྡན་པ་གང་པོ་འོན་ཀྱང་ཉན་ཐོས་རྣམས་དང་། རང་སངས་རྒྱས་རྣམས་ནི་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ། །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མཁས་པ་ལ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་པར་མི་འགྱུར་བའི་ཆོས་དེ་གང་ཡང་མི་དམིགས་སོ།
en: However, Venerable Pūrṇa, the hearers and the solitary buddhas themselves do benefit and so, Venerable Pūrṇa, there is no phenomenon that does not benefit a skillful bodhisattva toward reaching the state of omniscience. “

source: །དགྲ་བཅོམ་པའི་སེམས་དེ་དང་། ཤེས་པ་གང་ཡིན་པ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ཏེ། གལ་ཏེ་དེ་མེད་ན་དེ་ལས་ལྡོག་པ་མེད་པའི་ཕྱིར་རོ།
en: The attitude and consciousness of the worthy ones benefit bodhisattvas because without them there would be nothing from which bodhisattvas turn away.

source: །འདི་ལྟ་བུར་དགྲ་བཅོམ་པའི་སེམས་བསྐྱེད་པར་མི་བྱའི།
en: In this way, bodhisattvas must avoid engendering the attitude of the worthy ones; their states of consciousness are not equal.

source: ཤེས་པ་གཅིག་པ་ཞེས་བྱ་བར་ནི་མ་ཡིན་ཏེ། དེས་དེ་སྤངས་ནས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྱུར་བ་གང་ཡིན་པ་དེར་སེམས་བསྐྱེད་པར་བྱའོ།
en: They should abandon such an attitude, and instead arouse the attitude set upon attaining the state of omniscience.

source: །དེ་བཞིན་དུ་རང་སངས་རྒྱས་ཀྱི་སེམས་དང་། རང་སངས་རྒྱས་ཀྱིས་ཤེས་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ནོ།
en: In the same way, the attitude and consciousness of the solitary buddhas also help the bodhisattvas to reach the state of omniscience.

source: །གལ་ཏེ་དགྲ་བཅོམ་པ་གང་ཡིན་པ་དང་། རང་སངས་རྒྱས་གང་ཡིན་པའི་སེམས་དང་། ཤེས་པ་ཞེས་བྱ་བ་དེ་མེད་དུ་ཟིན་ན། ཕན་འདོགས་པར་ཡང་མི་འགྱུར་རོ།
en: For without the attitudes and consciousnesses of the worthy ones and the solitary buddhas, the bodhisattvas could not be benefited.

source: འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་ནི་ཟག་པ་དང་བཅས་པ་དང་།
en: Because a bodhisattva great being’s state of mind is unique among all defiled and undefiled mind states.

source: ཟག་པ་མེད་པའི་སེམས་དང་ཐུན་མོང་མ་ཡིན་པ་སྟེ། དེ་ལས་གཞན་པའི་སེམས་རྣམས་ལས་དེ་བཞིན་གཤེགས་པའི་སེམས་མ་གཏོགས་པར་བྱང་ཆུབ་སེམས་དཔའི་སེམས་ཉིད་དེ་ལྟར་དེ་དག་གི་མཆོག་ཅེས་བྱ་བ་ནས། གོང་ན་མེད་པ་ཞེས་བྱ་བའི་བར་དང་། མི་མཉམ་པ་དང་། མཉམ་པ་ཞེས་བྱ་བའི་བར་དུ་བརྗོད་དོ། །
en: Compared to any other mind state—excluding the mind of a thus-gone one—the mind of a bodhisattva is supreme, foremost, superior, preeminent, sublime, unsurpassed, and unexcelled.

source: ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟ་བས་ན། ས་འདི་གཉིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་འདོགས་པར་གྱུར་པ་ཡིན་ཏེ།
en: Therefore, Venerable Pūrṇa, these two levels can be beneficial to the bodhisattva great beings for reaching the omniscient state.

source: དེ་ལྟར་ན་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མཁས་པའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཕན་པར་མ་གྱུར་པའི་ཆོས་དེ་གང་ཡང་མི་དམིགས་སོ།། །།
en: In fact, there is no observable phenomenon that is not beneficial to skillful bodhisattvas for reaching the state of omniscience.
